export type Session = {
  id: number;
  date: string;
  title: string;
  file: string;
};

export const sessions: Session[] = [
  {
    id: 136,
    date: "2026-05-19",
    title: "仕事のスピードアップ： メンタル編",
    file: "26-05-19 『ゼロ秒思考』赤羽雄二のオンラインサロン オンラインセッション 第136回 『仕事のスピードアップ： メンタル編』.pdf",
  },
  {
    id: 132,
    date: "2026-03-17",
    title: "頭の良さは関係ない 仕事が速くて驚かれる8つの鍵",
    file: "26-03-17 『ゼロ秒思考』赤羽雄二のオンラインサロン オンラインセッション 第132回『頭の良さは関係ない 仕事が速くて驚かれる8つの鍵』.pdf",
  },
  {
    id: 131,
    date: "2026-03-03",
    title: "仕事ができる人になる7つの習慣",
    file: "26-03-03 『ゼロ秒思考』赤羽雄二のオンラインサロン オンラインセッション 第131回 『仕事ができる人になる7つの習慣』編.pdf",
  },
  {
    id: 130,
    date: "2026-02-17",
    title: "できない部下に仕事をしてもらう6つの鍵",
    file: "26-02-17 『ゼロ秒思考』赤羽雄二のオンラインサロン オンラインセッション 第130回 『できない部下に仕事をしてもらう6つの鍵』編.pdf",
  },
  {
    id: 129,
    date: "2026-02-03",
    title: "リーダーシップを一気に強化する7施策",
    file: "26-02-03 『ゼロ秒思考』赤羽雄二のオンラインサロン オンラインセッション 第129回 『リーダーシップを一気に強化する7施策』編.pdf",
  },
  {
    id: 108,
    date: "2025-03-18",
    title: "成果を出すために効果的な7つの習慣",
    file: "25-03-18 『ゼロ秒思考』赤羽雄二のオンラインサロン オンラインセッション 第108回 『成果を出すために効果的な7つの習慣』編.pdf",
  },
  {
    id: 107,
    date: "2025-03-04",
    title: "部下のミスが減る指示のだしかた 7選",
    file: "25-03-04 『ゼロ秒思考』赤羽雄二のオンラインサロン オンラインセッション 第107回 『部下のミスが減る指示のだしかた 7選』編.pdf",
  },
  {
    id: 104,
    date: "2025-01-21",
    title: "上司の特徴を見抜いて仕事のスピードを上げる7つの鉄則",
    file: "25-01-21 『ゼロ秒思考』赤羽雄二のオンラインサロン オンラインセッション 第104回 『上司の特徴を見抜いて仕事のスピードを上げる7つの鉄則』編 (1).pdf",
  },
  {
    id: 103,
    date: "2025-01-07",
    title: "5年後の目標を考えるステップ",
    file: "25-01-07 『ゼロ秒思考』赤羽雄二のオンラインサロン オンラインセッション 第103回 『5年後の目標を考えるステップ』編 ワークシート.pdf",
  },
  {
    id: 34,
    date: "2022-02-15",
    title: "愛着障害・発達障害編",
    file: "22-02-15 『ゼロ秒思考』赤羽雄二のオンラインサロン オンラインセッション 第34回 愛着障害・発達障害編.pdf",
  },
  {
    id: 32,
    date: "2022-01-18",
    title: "アクティブリスニング編",
    file: "22-01-18 『ゼロ秒思考』赤羽雄二のオンラインサロン オンラインセッション 第32回 アクティブリスニング編.pdf",
  },
];
